module.exports = {"en":{"title":{"home":"Canadian Student Discounts","deals":"Shop Now and Save","spcPlus":"SPC+ - Free With CIBC","food":"Food Discounts","fashion":"Discounts on Fashion","lifestyle":"Lifestyle Discounts","tech":"Discounts on Tech","travel":"Save on Travel","beauty":"Beauty & Skincare Discounts","fitness":"Fitness Discounts","entertainment":"Discounts on Entertainment","local":"Local Discounts","cibc":"CIBC x Student Price Card","whySPC":"Canadian Students Save with SPC","buyInStore":"Buy SPC in-store","howItWorks":"Learn More About How SPC Works","freeSamples":"Sign up for Free Samples with Sampler","careers":"Join our Team and Apply Now","cibcRaf":"SPC+ Contest","contactUs":"Get in Touch with Customer Service"},"titleTemplate":{"home":"SPC Card | %s","deals":"Student Discounts | %s","spcPlus":"SPC+ Discounts | %s","food":"%s | Student Price Card","fashion":"%s | SPC Card","lifestyle":"%s | Student Price Card","tech":"%s | Canadian Student Savings","travel":"%s | SPC Card","beauty":"%s | Students Save","fitness":"%s | Students Savings","entertainment":"%s | Student Price Card","local":"%s | SPC Card","cibc":"%s | Free SPC+ Membership","whySPC":"%s | Learn More","buyInStore":"SPC Card | %s","howItWorks":"SPC Card | %s","freeSamples":"%s | SPC Card","careers":"Student Price Card | %s","cibcRaf":"%s | Register for a chance to win!","contactUs":"SPC Card | %s"},"description":{"home":"Canada's most popular student discount program. Save money on top brands and restaurants. Join SPC, Student Price Card, today and start saving!","deals":"Discover exclusive student discounts, promotions, and promo codes from top brands like Adidas, Samsung, H&M, and more! Don't miss out on these amazing discounts and start saving today!","spcPlus":"Students banking with CIBC get access to a FREE SPC+ membership. Enjoy bigger savings, better contests, and more with SPC+.","food":"Savour incredible discounts on your favourite fast food like KFC, Pizza Pizza, Taco Bell, and more with SPC!","fashion":"Upgrade your style with exclusive student discounts on trendy clothing, accessories, and footwear with SPC.","lifestyle":"Get exclusive discounts on a wide range of lifestyle retailers including The Body Shop, Walmart,  Bath & body works, Rexall and more.","tech":"Discover exclusive discounts on laptops, cell phones, accessories, and more, featuring top brands like Apple, Samsung, Dell, and The Source. Save on all your tech needs.","travel":"Save big on your next vacation with discounts on flights, hotels, and more with retailers like Boooking.com, Flight Hub, Expedia, and Hotwire.","beauty":"Students can save on popular beauty brands like Clinique, Mac, The Body Shop, Kiehl's, and more with SPC discounts.","fitness":"Student discounts on athletic wear, supplements, and more at MyProtein, Footlocker, Adidas, Decathalon, and Altitude Sports.","entertainment":"Unlock a world of entertainment with SPC discounts on sports games, concerts, amusement parks and more with Universal Studios, DAZN, Vivid Seats, and Rec Room.","local":"Support your favourite local stores and save with SPC Discounts on T&T supermarket, Greenhouse Juice, Toronto Heli Tours, and Kruzee Driving School.","cibc":"Sign up for a free SPC+ membership as a CIBC student or youth client and get access to bigger and better discounts & contests!","whySPC":"SPC is the top Student Discount program in canada. Students save  $250+* per year on fashion, food, beauty  more.","buyInStore":"Grab your SPC membership in-store next time you shop at Shoppers Drug Mart, Aerie, American Eagle, and more.","howItWorks":"Learn how you can save money with SPC discounts on your favourtie brands like Apple, Adidas, H&M, and more!","freeSamples":"Discover a world of exclusive samples with Sampler! Explore the latest products, try out new brands, and snag amazing discounts tailored just for students.","careers":"Join our dynamic team and unleash your potential in a vibrant and inclusive work environment. Explore our Careers page now!","cibcRaf":"For a limited time, when you register to become an SPC+ member, you will automatically be entered to win! As an SPC+ member, enjoy large savings on brands you love and more.","contactUs":"Have a question or need assistance? Contact us at SPC for prompt and friendly support."}},"fr":{"title":{"home":"Réductions étudiantes canadiennes","deals":"Magasinez maintenant et économisez","spcPlus":"SPC+ - Gratuit Avec CIBC","food":"Manger Pour Moins","fashion":"Rabais sur les Vêtements","lifestyle":"Réductions sur le Style de Vie","tech":"Réductions sur la Technologie","travel":"Économisez sur les Voyages","beauty":"Réductions Beauté & Soins de la Peau","fitness":"Réductions sur la Fitness","entertainment":"Réductions sur les Loisirs","local":"Réductions Locales","cibc":"CIBC x Student Price Card","whySPC":"Les Étudiants Canadiens Économisent avec SPC","buyInStore":"Achetez SPC en magasin","howItWorks":"En Savoir Plus sur Comment Fonctionne SPC","freeSamples":"Inscrivez-vous pour des Échantillons Gratuits avec Sampler","careers":"Rejoignez notre Équipe et Postulez Maintenant","cibcRaf":"Concours SPC+","contactUs":"Contactez le Service Client"},"titleTemplate":{"home":"SPC Card | %s","deals":"Rabais étudiant | %s","spcPlus":"Réductions SPC+ | %s","food":"%s | Student Price Card","fashion":"%s | SPC Card","lifestyle":"%s | Student Price Card","tech":"%s | Économies étudiantes canadiennes","travel":"%s | SPC Card","beauty":"%s | Les étudiants Économisent","fitness":"%s | Économies pour les Étudiants","entertainment":"%s | Student Price Card","local":"%s | SPC Card","cibc":"%s | Adhésion SPC+ Gratuite","whySPC":"%s | En Savoir Plus","buyInStore":"SPC Card | %s","howItWorks":"SPC Card | %s","freeSamples":"%s | SPC Card","careers":"Student Price Card | %s","cibcRaf":"%s | Inscrivez-vous pour une chance de gagner !","contactUs":"SPC Card | %s"},"description":{"home":" Student Price Card est le programme de rabais pour étudiants le plus populaire au Canada. Économisez de l'argent sur les marques et les restaurants les plus populaires. Rejoignez-vous à SPC (Student Price Card), dès aujourd'hui et commencez à économiser !","deals":" Découvrez des rabais exclusifs pour les étudiants, des promotions et des codes promo des grandes marques telles qu'Adidas, Samsung, H&M et bien d'autres encore ! Ne manquez pas ces rabais incroyables et commencez à économiser dès aujourd'hui !","spcPlus":" Les étudiants qui effectuent leurs opérations bancaires avec la CIBC ont accès gratuitement à l'adhésion SPC+. Profitez de rabais encore plus importants, de meilleurs concours et bien plus encore avec SPC+.","food":" Profitez de rabais incroyables sur vos restaurants de restauration rapide préférés comme KFC, Pizza Pizza, Taco Bell et bien d'autres encore avec SPC !","fashion":"Rehaussez votre style avec des rabais étudiants exclusifs sur les vêtements tendance, les accessoires et les chaussures avec SPC.","lifestyle":" Bénéficiez de rabais exclusifs sur une vaste gamme de détaillants lifestyle, dont The Body Shop, Walmart, Bath & Body Works, Rexall et bien d'autres encore.","tech":"Découvrez des rabais exclusifs sur les ordinateurs portables, les téléphones cellulaires, les accessoires et bien plus encore, avec des marques renommées telles qu'Apple, Samsung, Dell et The Source. Économisez sur tous vos besoins technologiques.","travel":"Économisez gros sur vos prochaines vacances avec des rabais sur les vols, les hôtels et bien plus encore grâce à des détaillants tels que Booking.com, Flight Hub, Expedia et Hotwire.","beauty":" Les étudiants peuvent économiser sur des marques populaires de beauté telles que Clinique, Mac, The Body Shop, Kiehl's et bien d'autres encore grâce aux rabais SPC.","fitness":" Profitez de rabais étudiants sur les vêtements de sport, les suppléments et bien plus encore chez MyProtein, Footlocker, Adidas, Décathlon et Altitude Sports.","entertainment":" Déverrouillez un monde de divertissement avec des rabais SPC sur les jeux sportifs, les concerts, les parcs d'attractions et bien plus encore avec Universal Studios, DAZN, Vivid Seats et Rec Room.","local":"Soutenez vos magasins locaux préférés et économisez grâce aux rabais SPC sur T&T Supermarket, Greenhouse Juice, Toronto Heli Tours et Kruzee Driving School.","cibc":"Inscrivez-vous gratuitement à l'adhésion SPC+ en tant que client étudiant ou jeune de la CIBC et obtenez un accès à des rabais et des concours encore plus importants et meilleurs !","whySPC":"SPC est le principal programme de rabais étudiant au Canada. Les étudiants économisent plus de 250 $* par an sur la mode, la nourriture, la beauté et bien plus encore.","buyInStore":"Obtenez votre adhésion SPC en magasin lors de votre prochaine visite chez Shoppers Drug Mart, Aerie, American Eagle et bien d'autres encore.","howItWorks":"Découvrez comment vous pouvez économiser de l'argent avec les rabais SPC sur vos marques préférées telles qu'Apple, Adidas, H&M et bien d'autres encore !","freeSamples":"Découvrez un monde d'échantillons exclusifs avec Sampler ! Explorez les derniers produits, essayez de nouvelles marques et profitez de rabais incroyables spécialement conçus pour les étudiants.","careers":"Rejoignez notre équipe dynamique et libérez votre potentiel dans un environnement de travail dynamique et inclusif. Explorez dès maintenant notre page Carrières !","cibcRaf":"For a limited time, when you register to become an SPC+ member, you will automatically be entered to win! As an SPC+ member, enjoy large savings on brands you love and more.","contactUs":" Vous avez une question ou besoin d'aide ? Contactez-nous chez SPC pour obtenir un support rapide et amical."}}}


//////////////////
// WEBPACK FOOTER
// ./src/assets/data/meta.json
// module id = bOzd
// module chunks = 57